Repository: RamEduard/woocommerce-product-gift-wrap
Catalog: languages/woocommerce-product-gift-wrap-*.po
Languages: es_es

source: Gift wrap this item for %s?
es_es: ¿Papel de regalo para este ítem por %s?

source: Gift Wrapping Enabled by Default?
es_es: ¿Papel de Regalo Activado por Defecto?

source: Enable this to allow gift wrapping for products by default.
es_es: Activa para permitir papel de regalo para productos por defecto.

source: Default Gift Wrap Cost
es_es: Costo de Papel de Regalo por Defecto

source: The cost of gift wrap unless overridden per-product.
es_es: El costo de papel de regalo sobrescrito por producto.

source: Gift Wrap Message
es_es: Mensaje de Papel de Regalo

source: Note: <code>{checkbox}</code> will be replaced with a checkbox and <code>{price}</code> will be replaced with the gift wrap cost.
es_es: Nota: <code>{checkbox}</code> podrá ser reemplazado con un checkbox y <code>{price}</code> podrá ser reemplazado con el costo de papel de regalo.

source: The checkbox and label shown to the user on the frontend.
es_es: El checkbox y etiqueta mostrados al usuario en el frontend.

source: free
es_es: gratis

source: Gift Wrapped
es_es: Papel de Regalo

source: Yes
es_es: Si

source: Gift Wrappable
es_es: Papel de Regalo

source: Enable this option if the customer can choose gift wrapping.
es_es: Activa esta opción si el cliente puede elegir papel de regalo.

source: Gift Wrap Cost
es_es: Costo de Papel de Regalo

source: Override the default cost by inputting a cost here.
es_es: Sobreescribir el costo por defecto escribiendo un costo aquí.

source: WooCommerce Product Gift Wrap
es_es: Papel de Regalo de Producto WooCommerce

source: Add an option to your products to enable gift wrapping. Optionally charge a fee.
es_es: Agrega una opción a tus productos para activar papel de regalo. Opcionalmente agrega un cargo.
